Repository: uoy-research/LangTrackAppIphone
Catalog: LangTrackApp/Localizations/*.lproj/Localizable.strings
Languages: fa, fa_af, sv

source: Next
fa: بعدی
fa_af: بعدی
sv: Nästa

source: Previous
fa: قبلی
fa_af: قبلی
sv: Föregående

# The Lang Track App is an app developed by
source: The Lang Track App is an app developed by Lund University Humanities Lab for research purposes. Log in with the username and password assigned to you by Lund University Humanities Lab
fa: اپلیکیشن LANG TRACK اپلیکیشنی است که توسط لابراتور علوم انسانی دانشگاه لوند به هدف استفاده در این پروژه ایجاد شده است. با نام کاربری و رمز ورود خود که از لابراتور علوم انسانی دانشگاه لوند دریافت کرده‌اید، وارد شوید.
fa_af: The Lang Track App یک (اپ) است که توسط آزمایشگاۀ علوم انسانی در پوهنتون/دانشگاۀ (لوند) برای اهداف تحقیقاتی، انکشاف داده شده است. به کمک همان اسم کاربری و رمز ورودی که از طرف آزمایشگاۀ علوم انسانی در پوهنتون/دانشگاۀ (لوند) برای تان داده شده است، وارد سیستم شوید.
sv: The Lang Track App är en app som utvecklats av Humanistlaboratoriet på Lunds universitet i forskningssyfte. Logga in med det användarnamn och lösenord som du tilldelats från Humlabbet Lunds universitet

source: Login error
fa: خطا در ورود
fa_af: اشتباه در هنگام وارد شدن به سیستم
sv: Fel vid inloggning

source: Invalid username or password
fa: نام کاربری و رمز ورود نامعتبر
fa_af: اسم کاربری یا رمز ورودی اعتبار ندارد
sv: Ogiltigt användarnamn eller lösenord

source: Incorrect entry
fa: تایپ اشتباه
fa_af: اطلاعات داده شده نادرست
sv: Fel inmatning

source: Please enter your username and password and try again
fa: نام کاربری و رمز خود را وارد کنید و دوباره امتحان کنید
fa_af: لطفاَ اسم کاربری و رمز ورودی را ارائه نموده و دوباره کوشش نمایید
sv: Ange användarnamn och lösenord och försök igen

source: Log out
fa: خارج شوید
fa_af: از سیستم خارج شوید
sv: Logga ut

source: Do you want to log out?
fa: آیا میخواهید خارج شوید؟
fa_af: آیا می خواهید از سیستم خارج شوید؟
sv: Vill du logga ut?

source: Cancel
fa: انصراف
fa_af: قطع نمایید
sv: Avbryt

source: Time left:
fa: زمان باقی مانده:
fa_af: زمان باقی مانده:
sv: Tid kvar:

source: and
fa: و
fa_af: و
sv: och

source: minutes
fa: دقایق
fa_af: دقایق
sv: minuter

source: minute
fa: دقیقه
fa_af: دقیقه
sv: minut

source: hours
fa: ساعت ها
fa_af: ساعت ها
sv: timmar

source: hour
fa: ساعت
fa_af: ساعت
sv: timme

source: day
fa: روز
fa_af: روز
sv: dag

source: days
fa: روزها
fa_af: روزها
sv: dagar

source: Unanswered
fa: پاسخ نداده
fa_af: پاسخ داده نشده
sv: Obesvarad

source: Answered
fa: پاسخ داده
fa_af: پاسخ داده شده
sv: Besvarad

# Here it was empty
source: There's nothing here... When Humlab assigns you a survey, you will see it here.
fa: اینجا خالی بود زمانی که لابراتور علوم انسانی فرمی را به شما می فرستد در این قسمت قرار میگیرد
fa_af: اینجا خالی است وقتی Humlabbet (آزمایشگاۀ علوم انسانی) یک پرسشنامه را برای شما اختصاص می دهد، شما آن را در اینجا خواهید دید.
sv: Här var det tomt… När Humlabbet tilldelar dig en enkät kommer den att hamna här

source: No contact with server
fa: بدون تماس با سرور
fa_af: بدون تماس با سرور
sv: Ingen kontakt med server

# You have answered-formate
source: You have answered %d of your %d assigned surveys.
fa: شما به %d فرم از %d فرم های داده شده پاسخ داده اید.
fa_af: شما بهشما بهشما به %d پرسشنامه از %d پرسشنامه اختصاصی خود پاسخ داده اید.
sv: Du har besvarat %d av dina %d tilldelade enkäter.

source: You have answered
fa_af: شما به
sv: Du har besvarat

source: of your
fa_af: پرسشنامه از
sv: av dina

source: assigned surveys.
fa_af: پرسشنامه اختصاصی خود پاسخ داده اید.
sv: tilldelade enkäter.

source: Survey expired
fa: نظر سنجی منقضی شده است
fa_af: نظرسنجی منقضی شد
sv: Enkät utgången

source: Contact
fa: تماس
fa_af: تماس
sv: Kontakt

# contact text 1
source: If you are experiencing any technical issues, please contact Stephan Björck.
fa: در صورتی که مشکل فنی دارید با استفان بیورک تماس بگیرید.
fa_af: اگر مشکل فنی دارید ، با استفان بیورک تماس بگیرید
sv: Om du har tekniska problem, kontakta Stephan Björck.

# contact text 4
source: If you have questions or comments about the content of the survey, please email Henriette Arndt.
fa: در صورتی که درباره محتوای فرم ها سوال و یا نظری دارید از طریق ایمیل با هنریت آرندت تماس بگیرید.
fa_af: در صورتی که درباره محتوای فرم ها سوال و یا نظری دارید از طریق ایمیل با هنریت آرندت تماس بگیرید.
sv: Om du har frågor eller kommentarer om innehållet i enkäterna, mejla Henriette Arndt.

# tech mail subject
source: Concerning Lang-Track-App
sv: Angående Lang-Track-App

# No Email Client popup title
source: No Email Client
sv: Ingen e-postklient

# No Email Client popup text
source: E-mail does not seem to be possible. Click on the link to the Humanities Lab below and contact that way instead.
sv: Det verkar inte som att det går att skicka e-post. Klicka på länken till humanistlaboratoriet nedan och ta kontakt den vägen istället.

source: Links
fa: پیوندها
fa_af: پیوندها
sv: Länkar

source: Lang-Track-App project
sv: Lang-Track-App

source: Humanities Lab
fa: لابراتور علوم انسانی
sv: Humanistlaboratoriet

source: Lund University Humanities Lab
sv: Humanistlaboratoriet Lunds Universitet

source: Lund University
sv: Lunds Universitet

source: https://maw.wallenberg.org/en
sv: https://maw.wallenberg.org

# aboutText1
source: We developed the Lang-Track-App to study when, where, and how often language learners are in contact with different foreign languages in everyday life. This is crucial to improving our understanding of the challenges of language learning outside of classrooms. The project is a collaboration between the Lund University Centre for Languages and Literature and Lund University Humanities Lab.
fa: ما اپلیکیشن LANG TRACK را برای تحقیق در مورد زمان، مکان و چگونگی استفاده زبان خارجی توسط افراد در زندگی روزمره ایجاد کرده ایم. ما سعی میکنیم چالش های آموزش زبان را در خارج از کلاس زبان درک کنیم. این پروژه همکاری بین مرکز زبان و ادبیات و علوم انسانی دانشگاه لوند است.
fa_af: ما Lang-Track-Appرا انکشاف داده ایم تا مطالعه کنیم که چه زمان، در کجا و چگونه انسان ها در زندگی روزمرۀ شان با زبان های خارجی در تماس می باشند. این موضوع برای درک بهتر چالش ها و مشکلات برای آموزش زبان در خارج از صنف درسی، مهم می باشد. این پروژه کار مشترک است میان مرکز زبان و ادبیات و آزمایشگاۀ علوم انسانی پوهنتون/ دانشگاۀ (لوند).
sv: Vi har utvecklat Lang-Track-App för att utforska när, var och hur ofta människor har kontakt med främmade språk i vardagen. Detta är viktigt för att bättre förstå utmaningarna för språkinlärning utanför klassrummet. Projektet är ett samarbete mellan Språk- och Litteraturcentrum och Lunds Universitets Humanistlaboratorium.

# MarianneInfo
source: Professor of Psycholinguistics, Centre for Languages and Literature
fa: پروفسور زبان روان شناسی، مرکز زبان و ادبیات
fa_af: استاد روانشناسی زبان، مرکز زبان و ادبیات
sv: Professor i psykolingvistik, Språk- och Litteraturcentrum

# JonasInfo
source: Professor of French Linguistics, Centre for Languages and Literature
fa: پروفسور زبان فرانسه، مرکز زبان و ادبیات
fa_af: استاد زبان شناسی فرانسوی، مرکز زبان و ادبیات
sv: Professor i fransk språkvetenskap, Språk- och Litteraturcentrum

# HenrietteInfo
source: Postdoctoral Research Fellow, LU Humanities Lab
fa: فوق دکترا، لابراتور علوم انسانی دانشگاه لوند
fa_af: داکتر فلسفه/ فوق داکترا، پوهنتون/ دانشگاۀ لوند، آزمایشگاۀ علوم انسانی
sv: Postdoktor, LU Humanistlaboratoriet

# JosefInfo
source: Systems Developer, LU Humanities Lab
fa: سازنده اپلیکیشن و سیستم، لابراتور علوم انسانی دانشگاه لوند
fa_af: توسعه دهندۀ نرم افزار، دانشگاۀ لوند، آزمایشگاۀ علوم انسانی
sv: Systemutvecklare, LU Humanistlaboratoriet

# StephanInfo
source: Systems Developer, LU Humanities Lab
fa: سازنده اپلیکیشن و سیستم، لابراتور علوم انسانی دانشگاه لوند
fa_af: توسعه دهندۀ نرم افزار، دانشگاۀ لوند، آزمایشگاۀ علوم انسانی
sv: Systemutvecklare, LU Humanistlaboratoriet

source: Team
fa: گروه
fa_af: گروه
sv: Teamet

source: Funded by
fa: حامی مالی این پروژه
fa_af: تمویل مالی شده توسط
sv: Finansierad av

# founder image
source: stiftelsen_wallenberg_en
sv: stiftelsen_wallenberg_se

source: Instructions
fa: دستورالعمل
fa_af: رهنمود ها
sv: Instruktioner

# instructionsText1
source: We will ask you to complete brief surveys in this app a few times per day. You will receive a push notification whenever there is a new survey. Make sure you keep your phone nearby and the notification sounds turned on! It’s important that you answer each survey as soon as possible. If you don’t answer a survey, it will automatically expire after 60 minutes.
fa: ما از شما می خواهیم چند بار در روز در اپلیکیشن خود به فرم های کوتاه پاسخ دهید. زمانی که فرم جدیدی می آید به شما پیام داده می شود. تلفن خود را همراه داشته باشید و صدای پیام ها را نبندید. مهم است که هر فرم را هرچه زودتر پاسخ دهید. اگر به فرمی پاسخ ندهید به صورت اتوماتیک بعد از ۶۰ دقیقه خاموش می شود.
fa_af: ما می خواهیم از شما تقاضا نماییم تا روزانه چند بار از طریق این (اپ) به پرسشنامه های کوتاه پاسخ بدهید. هر زمانی که یک پرسشنامه جدید بیاید شما یک پیام را دریافت می کنید. تیلفون تان را با خود به همراه داشته باشید و صدای دریافت پیام را خاموش نسازید.! . مهم است تا همه پرسشنامه ها را به زودی ممکن پاسخ بدهید. اگر به یک پرسشنامه جواب ندهید، به شکل اتومات بعد از 60 دقیقه منقضی می گردد.
sv: Vi ber dig att besvara korta enkäter i den här appen några gånger per dag. Du får en push-notis när det finns en ny enkät. Ha din telefon med dig och stäng inte av meddelandeljudet. Det är viktigt att du besvarar varje enkät så snart som möjligt. Om du inte svarar på en enkät stängs den automatisk efter 60 minuter.

source: Data processing
fa: استفاده از اطلاعات
fa_af: کاربرد اطلاعات
sv: Databehandling

# dataProcessing1
source: In addition to your survey responses, the app will automatically record the date and time when you opened each survey and when you submitted your answers. The app will not record any other data, e.g. about your location. Your data will be compiled and analyzed by the project team. No one else will have access to your answers. When we report the results of the project, all information will be anonymized.
fa: علاوه بر جواب های شما به سوالات این اپلیکیشن به طور اتوماتیک تاریخ و زمان باز شدن فرم ها و فرستادن جواب ها را نیز ثبت می کند. این اپلیکیشن داده های دیگری مانند اطلاعات مکانی شمارا ذخیره نمیکند. داده های شما توسط محققان این پروژه جمع‌آوری و تحلیل خواهند شد. هیچ فرد دیگری به جوابهای شما دسترسی نخواهد داشت. زمانی که نتایج پروژه را اعلام می کنیم تمامی شرکت کنندگان ناشناس خواهند بود.
fa_af: علاوه بر جواب های شما، تاریخ و زمان باز نمودن پرسشنامه و فرستادن جواب های تان نیز به شکل اتومات توسط (اپ) ثبت می شود. هیچگونه معلومات دیگر، مانند معلومات در مورد محل، توسط (اپ) جمع آوری نمی شود. اطلاعات شما توسط پژوهشگران در این پروژه تدوین و تحلیل خواهد شد. هیچکس دیگر به جواب های شما دسترسی نخواهد داشت. در زمان گزارش نتیجۀ پروژه همه افراد اشتراک کننده در پژوهش ناشناس خواهند بود.
sv: Förutom dina svar på frågorna registrerar appen automatiskt datum och tid när du öppnade enkäten och när du skickade in dina svar. Appen samlar inte in någon annan data som t.ex. platsinformation. Din data kommer att sammanställas och analyseras av forskare i projektet. Inga andra kommer att ha tillgång till dina svar. När vi redovisar resultaten från projektet kommer alla forskningspersoner att vara anonyma.

source: Info
fa: اطلاعات
fa_af: اطلاعات
